export const faqs = [
    {
        question: 'Q1：是否需要註冊會員才能下單？',
        answer: 'A：不需要，您可以直接以訪客身份下單',
    },
    {
        question: 'Q2：下單後可以修改或取消訂單嗎？',
        answer: 'A：訂單成立後無法自行修改，如需取消訂單，請盡快聯繫客服，我們將視訂單狀況協助處理。',
    },
    {
        question: 'Q3：有實體店面可以看商品嗎？',
        answer: 'A：目前我們為純線上商店，沒有實體據點。如有產品細節疑問，歡迎聯繫客服，我們將提供更多資訊協助您選購。'
    },
    {
        question: 'Q4：有哪些付款方式可以選擇？',
        answer: 'A：提供信用卡、ATM 轉帳兩種付款方式。',
    },
    {
        question: 'Q5：付款失敗怎麼辦？',
        answer: 'A：請確認卡片資訊是否正確或餘額是否足夠。如仍無法付款，建議更換付款方式或聯繫客服協助。'
    },
    {
        question: 'Q6：可以指定到貨時間嗎？',
        answer: 'A：目前無法指定確切到貨時間，商品會於 1–3 個工作天內寄出。',
    },
    {
        question: 'Q7：收到商品後不滿意可以退貨嗎',
        answer: 'A: 可於收到商品後 七日內 提出退貨申請（需保持商品全新未使用並完整包裝）。'
    },
    {
        question: 'Q8：商品有瑕疵怎麼辦？',
        answer: 'A：若商品有破損或明顯瑕疵，請於 3 日內拍照並聯繫客服，我們會儘速為您處理更換。'
    },
    {
        question: 'Q9：飾品材質是什麼？會不會褪色？',
        answer: 'A：我們飾品多為不鏽鋼、銅鍍金、925 純銀等材質，經妥善保養可延長使用壽命。建議避免接觸水、香水或化學清潔劑。'
    }
]