interface JewelryCare {
  title: string
  items: string[]
}


export const jewelryCare:JewelryCare[] = [
  {
    title: '飾品配戴時的保養',
    items: [
      '預防飾品損壞，需要避免飾品接觸到香水、酒精、去光水、清潔劑、化妝品或其它含有化學藥劑成分的物質',
      '避免於泡溫泉、洗澡、去海邊玩時配戴飾品，以免影響飾品光澤或是損壞飾品。'
    ]
  },
  {
    title: '飾品配戴後的保養',
    items: [
      '若長時間不配戴，建議可用軟布擦拭掉飾品上因配戴後所殘留的汗水、油脂。',
      '因為飾品的材質不一，軟硬度也不同，建議把飾品個別收納在夾鏈袋中，不但可以隔絕空氣氧化，也可以避免放在同一個首飾盒中互相摩擦而受傷。'
    ]
  },
  {
    title: '飾品清潔保養',
    items: [
      '一般飾品只要以清水混合一點點中性洗碗精，搭配軟毛牙刷清洗，沖洗後以軟布將水分擦拭乾淨即可。',
      '銀飾品變黑是因為跟空氣中的硫產生硫化作用，只要使用洗銀水或拭銀布就可以讓銀飾品恢復以往光澤，若是擔心銀飾品失重，也可以使用較高級的洗銀乳來保養貴重的銀飾珠寶。',
      '輕微的汙垢可以用牙刷或化妝棉沾取牙膏在發黑的地方，輕輕畫圓擦拭後，就能除去氧化的部分，達到拋光的效果了。'
    ]
  }
]