export const shippingAndPayment = [
    {
        question: 'Q1：有哪些付款方式可以選擇？',
        answer: 'A：提供信用卡、ATM 轉帳兩種付款方式。',
    },
    {
        question: 'Q2：貨到付款可以嗎？',
        answer: 'A：目前我們不提供貨到付款服務，為了確保交易安全與效率，顧客可以自由選擇使用信用卡或者ATM轉帳兩種付款方式。若有其他付款相關問題，歡迎聯繫客服協助您完成訂單。',
    },
    {
        question: 'Q3：付款失敗怎麼辦？',
        answer: 'A：請確認卡片資訊是否正確或餘額是否足夠。如仍無法付款，建議更換付款方式或聯繫客服協助。'
    },
    {
        question: 'Q4：運送區域有哪些？有沒有國際配送？？',
        answer: 'A：我們目前提供全台灣本島地區的配送服務（不含外島與海外地區）。若您希望寄送至外島（澎湖、金門、馬祖）或海外，請先透過客服信箱與我們聯繫，我們將視實際情況協助處理。',
    },
    {
        question: 'Q5：可以指定到貨時間嗎？',
        answer: 'A：目前無法指定確切到貨時間，商品會於 1–3 個工作天內寄出。',
    },
    {
        question: 'Q6：若以上問題沒有辦法解決我的問題怎麼辦？',
        answer: 'A：若以上未解決您的問題，歡迎透過客服信箱或客服電話與我們聯絡:)'
    }
]